Repository: spijkermenno/PilsTikker
Catalog: Shared/*.lproj/Localizable.strings
Languages: nl

# bier.label.count
source: Beer: %d
nl: Bier: %d

# bier.label.perSecond
source: %.1f beer/sec
nl: %.1f bier/sec

# button.shop.open
source: Shop 🛒
nl: Winkel 🛒

# button.shop.close
source: Close Shop ✖️
nl: Sluit Winkel ✖️

# shop.item.buy
source: Buy (%d)
nl: Koop (%d)

# offline.title
source: Welcome back!
nl: Welkom terug!

# offline.message
source: You were away for %d minutes and your producers made %.1f beer!
nl: Je was %d minuten weg en je producten hebben %.1f bier geproduceerd!

# offline.button.confirm
source: Cheers! 🍻
nl: Proost! 🍻

# settings.title
source: Settings
nl: Instellingen

# settings.device.title
source: Device Info
nl: Apparaat Informatie

# settings.device.type
source: Device: %@
nl: Apparaat: %@

# settings.device.rings
source: Rings: %d (capacity: %d)
nl: Ringen: %d (capaciteit: %d)

# settings.app.title
source: App Info
nl: App Informatie

# settings.app.version
source: Version: %@ (%@)
nl: Versie: %@ (%@)

# settings.app.dev
source: Developer: Pepper Technologies
nl: Ontwikkelaar: Pepper Technologies

# settings.app.desc
source: BierClicker – The ultimate beer collection game! Tap, collect, and build your beer empire.
nl: BierClicker – Het ultieme bier verzamel spel! Klik, verzamel en bouw je bierimperium op.

# settings.actions.title
source: Game Actions
nl: Spel Acties

# settings.actions.reset
source: 🔄 Reset Game
nl: 🔄 Spel Resetten

# settings.actions.warning
source: ⚠️ This will permanently erase all progress!
nl: ⚠️ Dit wist alle voortgang permanent!

# reset.confirm.title
source: Game Reset!
nl: Spel Gereset!

# reset.confirm.message
source: Your progress is cleared. Enjoy a fresh start! 🍻
nl: Je voortgang is gewist. Veel plezier met een nieuw begin! 🍻

# shop.item.bierfles.name
source: Beer Bottle
nl: Bierfles

# shop.item.bierfles.description
source: Produces 0.1 beer/sec
nl: Produceert 0,1 bier/sec

# shop.item.bierkrat.name
source: Beer Crate
nl: Bierkrat

# shop.item.bierkrat.description
source: Produces 0.3 beer/sec
nl: Produceert 0,3 bier/sec

# shop.item.bierfust.name
source: Beer Keg
nl: Bierfust

# shop.item.bierfust.description
source: Produces 1.0 beer/sec
nl: Produceert 1,0 bier/sec

# bier.label.noEarnings
source: Offline time was only %d minutes and %d seconds. No offline earnings awarded.
nl: Offline tijd was slechts %d minuten en %d seconden. Geen bier verdiend.

# alert.welcomeBack.title
source: Welcome back!
nl: Welkom terug!

# bier.label.offlineEarnings
source: You were away for %@ and your products produced %d beer!
nl: Je was %@ weg en je producten hebben %d bier geproduceerd!

# button.proost
source: Cheers! 🍻
nl: Proost! 🍻

# bier.label.timeAwayMinutes
source: %d minutes
nl: %d minuten
